<?php
return [
    'text.error_activity_limit' => 'Вы привысили допустимый лимит активности. Администрация ресурса уведомлена. Ваша деятельность в системе приостановлена до завершения разбирательств.',
    'text.error_need_login' => 'Для этого действия вам необходимо <a href="/authorization/login">авторизоваться</a>.',
    'text.error_no_user' => 'Не удалось найти искомого пользователя.',
    'text.error_not_owner' => 'Вы не являетесь владельцем.',
    'text.error_numeric_types' => 'Поля, предназначенные для чисел, имеют нечисленные значения.',
    'text.error_required_fields' => 'Вы не заполнили все поля формы.',
    'text.error_yourself' => 'Вы не можете выполнить это действие над самим собой.',
    'text.internal_error' => 'Возникла внутренняя ошибка. Обычно такое происходит, когда происходит ошибка, которую мы предусмотрели, но в нормальных словиях она не должна была произойти.<br /><br />Если эта ошибка возникла в результате ваших обычных действий, пожалуйста, сообщите об этом в <a href="/site/contact">форме обратной связи</a>.',
    'text.success_contact_admin' => 'Письмо администратору успешно отправленно.',
];
