<?php
return [
    'alt.ely_skin_system_is_easy_to_use' => 'Система скинов Ely.by очень проста в использовании',
    'alt.how_it_works' => 'Система скинов для Minecraft Ely.by - принцип работы',
    'button.go_to_register' => 'Вернуться к регистрации',
    'button.register_account' => 'Зарегистрировать аккаунт',
    'button.signin' => 'Вход',
    'image.how_it_works' => 'ru/landing/how-it-work.png',
    'image.minecraft_skins' => 'ru/landing/minecraft-skins.png',
    'image.rich_versions_support' => 'ru/landing/cool-versions-support.png',
    'link.docs_auth_for_minecraft' => 'Авторизация для Minecraft',
    'link.docs_oauth_for_sites' => 'oAuth для сайтов',
    'link.docs_skin_system' => 'Система скинов',
    'text.auth_system_for_server' => '
        <p>Ely.by так же является и единым сервисом авторизации. Это позволит вашим игрокам входить на сервер под своей учётной записью Ely.by. Им не нужно будет постоянно вводить свой пароль для плагина authme или проходить регистрацию в вашей собственной реализации авторизации - они один раз зарегистрируются на Ely.by и будут всегда использовать свой аккаунт.</p>
        <p>Кроме предложения для серверов и лаунчеров, у нас есть и oAuth авторизация, которая позволит входить игрокам на ваш сайт под своим аккаунтом Ely.by, подобно тому, как они входят на сайты через ВКонтакте, Twitter и т.д.</p>
    ',
    'text.better_than_official' => 'Ely.by ставит перед собой цель создать достойную альтернативу всему официальному, что есть в Minecraft, с приятным дизайном и удобным интерфейсом. Возможно, это у нас уже получилось, но наша мысль летит быстрее Mojang и уже сейчас на Ely есть функции, подобных которым вы не найдёте в официальной системе скинов.',
    'text.ely_beautiful_and_easy_to_use_skin_system' => 'Регистрация проста, пользоваться легко, работает замечательно',
    'text.for_users_and_server_owners' => 'для одиночных игроков и владельцев серверов',
    'text.just_try_it_on_your_server' => 'Не нужно бояться, просто попробуйте это на своём сервере!',
    'text.open_and_independent' => 'Ely.by не принадлежит какому-либо серверу или крупной компании - проект разрабатывается небольшой командой программистов, не имеющих понятия о принципах дизайна, но старающихся делать всё в лучшем виде. Мы очень старались, надеемся вам понравится. Кроме того, у проекта есть документация, что позволит вам использовать Ely.by в качестве удобного сервиса для своего проекта.',
    'text.perfect_choise_for_multiplayer' => 'На Ely.by реализован механизм, позволяющий одновременно отображать как пиратские скины, так и скины из официальной системы, что крайне удобно, если у вас есть друзья с лицензией Minecraft',
    'text.ready_to_use_services' => 'Ely.by предоставляет готовый сервис авторизации и системы скинов для вашего сервера, без взимания платы или выставления каких-либо условий - просто берите и пользуйтесь. Дайте своим игрокам единую базу скинов',
    'text.rich_version_support' => 'Мы разработали и продолжаем разрабатывать патчи под все актуальные и популярные версии Minecraft (1.7.2, 1.7.10, 1.8.1). Тем не менее находятся и те, кто играет на устаревших версияих, или же использует различные “проблемные” версии, вроде 1.6.4 Forge c OptiFine. Мы всегда стараемся помочь таким пользователям и разрабатываем патч по просьбе в обратную связь.',
    'text.screenshot' => 'Скриншот',
    'text.screenshot_copyright' => 'Мы не смогли найти оригинал картинки, поэтому просто нагло замазали копирайт на ней и написали этот текст.',
    'text.skin_system_for_server' => '
        <p>Ely.by предоставляет бесплатный и единый сервис системы скинов для вас и ваших игроков. Наша цель - создать достойную альтернативу оригинальной системе скинов, чтобы игроки без лицензии могли установить для себя любой скин, а игроки с лицензией не теряли свои скины.</p>
        <p>Зачем создавать очередную скин-систему для сервера, когда можно воспользоваться и поддержать единую альтернативу, в лице Ely.by.</p>
        <p>Эта система скинов абсолютно бесплатна и НИКОГДА не станет платной. Мы выступаем за универсальность.</p>
    ',
    'text.skins_directory' => 'В отличие от оригинальной <b>системы скинов</b>, Ely.by содержит свой собственный каталог, в котором вы найдёте тысячи различных скинов, загруженых самими пользователями, а система фильтров и поисков позволят быстро найти именно свой скин. Кроме того, на Ely.by реализована <b>загрузка скинов</b> из других каталогов. Так на странице загрузки нового скина вам необходимо выбрать вариант загрузки по URL и указать ссылку на страницу со скином на другом сайте - наш парсер автоматически найдёт и скачает его для вас.',
    'text.the_easiest_way_to_get_skin' => 'Больше никакой замены char.png, подбора ника со скином и т.д. - вы сами выбираете свой ник и сами ставите тот скин, который понравился именно вам. Ely.by подходит для всех версий Minecraft и легка в использовании',
    'title' => 'Добро пожаловать!',
    'title.auth_system_for_server' => 'Система авторизации для сервера',
    'title.better_than_official' => 'Лучшая альтернатива оригиналу',
    'title.ely_alternative_to_mojang' => 'Ely.by - единая альтернатива сервисам Mojang',
    'title.ely_beautiful_and_easy_to_use_skin_system' => 'Ely.by удобная и красивая система скинов для Minecraft',
    'title.ely_by_for_server_owners' => 'Ely.by для владельцев серверов',
    'title.ely_multiplayer' => 'Ely для сетевой игры',
    'title.ely_server' => 'Ely для владельцев серверов',
    'title.ely_singleplayer' => 'Ely для одиночной игры',
    'title.open_and_independent' => 'Открытость и независимость',
    'title.perfect_choise_for_multiplayer' => 'Отличное решение для игры с друзьями на сервере',
    'title.ready_to_use_services' => 'Готовые сервисы для вашего сервера Minecraft',
    'title.resources_for_developers' => 'Ознакомьтесь с нашими ресурсами для разработчиков',
    'title.rich_version_support' => 'Широкая поддержка версий',
    'title.skin_system_for_server' => 'Система скинов для сервера',
    'title.skins_directory' => 'Каталог скинов',
    'title.skinsystem_and_authorization' => 'Система скинов и авторизации',
    'title.the_easiest_way_to_get_skin' => 'Самый удобный способ получить скин',
    'title.why_ely' => 'Почему именно система скинов Ely.by?',
];
