<?php
return [
    'text.general_rules' => '
        <li>Нам безразлична ваша манера общения до тех пор, пока она не начнёт мешать администрации. Имейте это ввиду.</li>
        <li>Использование мультиаккаунтов не запрещено. Тем не менее на сайте возможна смена ника - это делается в настройках.</li>
        <li>Реклама любых партнёрских и реферальных программ, магазинов краденых ключей (т.е. любых, кроме официальных), а так же онлайн казино, любых наркотических средств, алкогольной продукции и т.д. жёстко карается моментальной блокировкой аккаунта.</li>
        <li><b>Если вы зарегистрируетесь на сайте, заняв ник пользователя, владеющего лицензией Minecraft, он сможет потребовать восстановления контроля над своим ником и вам, в течение 3-х дней, придётся сменить ник.</b></li>
    ',
    'text.main_provisions' => '
        <li>Ely.by - сторонняя разработка, созданная человеком под псевдонимом ErickSkrauch и не имеющая отношения к компании Mojang.</li>
        <li>Разработчик внимательно ознакомился с <a href="https://account.mojang.com/documents/minecraft_eula">Mojang Account EULA</a> и вполне уверенно заявляет, что не нарушает его, реализуя альтернативный сервис для Minecraft. В EULA сказано, что пользователи вправе распространять любые модификации клиента, не взимая за это платы. Этим мы тут и занимаемся.</li>
        <li>Ely.by не крадёт ваши пароли и бережно хранит их в виде хэша с солью.</li>
        <li>Мы имеем право изъять из вашего распоряжения любой ник в случае "забивания" ников игроков.</li>
    ',
    'text.skin_system' => '
        <li>Готовые патчи в разделе загрузки меняют только пути выполнения запросов на загрузку скинов и ни в коем случае не следят за игроком. Тем не менее, если у вас есть сомнения, вы можете самостоятельно реализовать патч, следуя нашей <a href="http://docs.ely.by/skin-system.html">документации по системе скинов</a>.</li>
        <li>Система скинов является абсолютно бесплатным сервисом и она навсегда таковой останется. Вы можете свободно использовать её в своих проектах, не спрашивая какого-либо разрешения и нигде специально не регистрируясь.</li>
        <li>По нашему протоколу загрузки скинов, мы ведём статистику всех запросов на загрузку скина. Мы получаем информацию о том для какого ника, с какой версии и во сколько был загружен скин. Фактически здесь нет никаких критичных данных, но вы имеете право это знать.</li>
    ',
    'text.skins_catalog' => '
        <li>Любой скин, загружаемый на сайт, попадает в публичный каталог скинов. Это означает, что любой пользователь сможет его надеть или скачать из нашего каталога скинов.</li>
        <li>Любой скин, загруженный на Ely.by становится собственностью проекта. Это означает, что мы в праве самостоятельно принимать меры к его удалению или удержанию в публичном каталоге скинов. Тем не менее, мы всегда будем стараться идти вам на встречу и в случае отсутствия веских причин с нашей стороны выполним любую вашу просьбу касательно загруженного вами скина.</li>
    ',
    'title' => 'Правила сайта',
    'title.general_rules' => 'Общие правила сайта',
    'title.main_provisions' => 'Основные положения',
    'title.skin_system' => 'Система скинов',
    'title.skins_catalog' => 'Каталог скинов',
];
